/* GENERAL STRINGS */
"OK" = "好的";
"Cancel" = "取消";
"Delete" = "删除";
"Rename" = "重命名";
"Actions" = "操作";
"No tags" = "无标签";
"Locked" = "未解锁";
"Unlocked: %@" = "已解锁: %@";
"Cancel" = "取消";
/* A username and a message they posted */
"%@: %@" = "%@: %@";


/* SIDEBARVIEW */
"Filters" = "类别";
"Smart Filters" = "智能分类";
"All Issues" = "所有问题";
"Recent Issues" = "近期问题";
"Tags" = "标签";
"Add tag" = "新增标签";
"Show awards" = "徽章";

"Rename tag" = "重命名";
"New name" = "新名称";



/* CONTENTVIEW */
"Issues" = "问题";

/* A button that shows a menu with the following options */
"Filter" = "筛选";
"Turn Filter On" = "开启筛选器"; /* Enables filtering */
"Turn Filter Off" = "关闭筛选器"; /* Disables filtering */
"Sort By" = "Sort By"; /* Adjust the order issues are shown */
"Date Created" = "Date Created"; /* Sort issues by the date they were created */
"Date Modified" = "Date Modified"; /* Sort issues by the date they were last changed */
"Newest to Oldest" = "Newest to Oldest"; /* Place newer issues before older issues */
"Oldest to Newest" = "Oldest to Newest"; /* Place older issues before newer issues */

"All" = "所有";
"Open" = "开启紧";
"Closed" = "已关闭";

"Low" = "低";
"Medium" = "中";
"High" = "高";

/* Create a new issue */
"New Issue" = "新问题";

/* A text placeholder, to help users search */
"Filter issues, or type # to add tags" = "Filter issues, or type # to add tags";

/* Shown as a status for closed issues */
"CLOSED" = "已关闭";




/* DETAILSVIEW */
"Details" = "详情";

/* NOISSUEVIEW */
"No Issue Selected" = "未选择具体问题";

/* ISSUEVIEW */
"Copy Issue Title" = "Copy Issue Title";
"Close Issue" = "关闭问题";
"Re-open Issue" = "重开问题";

/* Fields that let the users enter details about a specific issue */
"Enter the issue title here" = "Enter the issue title here";
"**Modified:** %@" = "**Modified:** %@";
"**Status:** %@" = "**Status:** %@";
"Priority" = "Priority";
"Add Tags" = "Add Tags";
"Basic Information" = "Basic Information";
"Enter the issue description here" = "Enter the issue description here";


/* REMINDERS */
"Reminders" = "提醒";
"Show reminders" = "显示提醒";
"Oops!" = "提醒设置失败";
"There was a problem setting your notification. Please check you have notifications enabled." = "可能未授权通知，请前往手机设置页检查通知权限是否开启。";
"Check Settings" = "检查设置";
"Reminder time" = "提醒时间";


/* AWARDS VIEW */
"Awards" = "徽章";


/* DATA */
"New tag" = "新增标签";
"New issue" = "新增问题";


/* DEBUG ONLY */
"ADD SAMPLES" = "添加示例";


/* STORE */
"Upgrade Today!" = "今天升级！";
"Get the most out of the app" = "解锁所有 App 功能";
"Fetching offers…" = "获取可购买权益…";
"Sorry, there was an error loading our store." = "抱歉，读取商品信息出错";
"Try Again" = "重试";
"Restore Purchases" = "恢复购买";
"In-app purchases are disabled" = "应用购买被禁用";
"You can't purchase the premium unlock because in-app purchases are disabled on this device.\n\nPlease ask whomever manages your device for assistance." = "该设备上的应用内购买已被禁用。\n\n 请联系该设备的管理者。";


/* WIDGETS */
"Up next…" = "下一个要处理的...";
"Nothing!" = "没有啦!";
"Your #1 top-priority item." = "你的最高优先级的事项。";
"Your most important items." = "你最重要的事项。";


/* COMMUNITY */
"Shared Projects" = "共享项目";
"Chat about this project…" = "对项目说点啥…";
"You're all set!" = "You're all set!";
"Sorry, there was an error." = "抱歉，出现错误。";
"Please sign in" = "请登录";
"There was an error" = "出现一个错误";
"Send" = "发布";
"Enter your message" = "输入消息";
"Sign in to comment" = "登录以评论";
"No results" = "没有结果";
"In order to keep our community safe, we ask that you sign in before commenting on a project.\n\nWe don't track your personal information; your name is used for display purposes only.\n\nPlease note: we reserve the right to remove messages that are inappropriate or offensive." = "为了社区安全, 我们需要你先登录再发布评论.\n\n我们不会储存你的个人信息; 你的昵称仅会用于展示.\n\n";
"Community" = "社区";


/* CloudKit Error */
"There was a problem communicating with iCloud; please check your network connection and try again." = "和 iCloud 的通讯有问题，请检查网络链接稍后重试。";
"There was a problem with your iCloud account; please check that you're logged in to iCloud." = "你的 iCloud 账号有问题; 请检查是否已正确登录 iCloud.";
"You've hit iCloud's rate limit; please wait a moment then try again." = "请勿频繁提交到 iCloud，可以稍后再试。";
"You've exceeded your iCloud quota; please clear up some space then try again." = "你已超出 iCloud 的储存限额; 请清理数据后再尝试.";
